Repository: kopiro/SoundAnchor
Catalog: SoundAnchor/*.lproj/Localizable.strings
Languages: es, it, ja, sv, tr

# donation_title
source: Support SoundAnchor
es: Apoya SoundAnchor
it: Supporta SoundAnchor
ja: SoundAnchorをサポート
sv: Stöd SoundAnchor
tr: SoundAnchor'ı Destekleyin

# donation_message
source: If you find SoundAnchor useful, please consider making a donation to support its development and maintenance.
es: Si encuentras SoundAnchor útil, considera hacer una donación para apoyar su desarrollo y mantenimiento.
it: Se trovi SoundAnchor utile, considera di fare una donazione per supportarne lo sviluppo e la manutenzione.
ja: SoundAnchorが役立つと感じていただけましたら、開発とメンテナンスのサポートのために寄付をご検討ください。
sv: Om du tycker att SoundAnchor är användbart, överväg att göra en donation för att stödja utvecklingen och underhållet.
tr: SoundAnchor'ı faydalı buluyorsanız, geliştirme ve bakımını desteklemek için bağış yapmayı düşünebilirsiniz.

# donation_cancel
source: Cancel
es: Cancelar
it: Annulla
ja: キャンセル
sv: Avbryt
tr: İptal

# donation_donate
source: Donate Now
es: Donar Ahora
it: Dona Ora
ja: 寄付する
sv: Donera nu
tr: Şimdi Bağış Yap

# reminder_title
source: Enjoying SoundAnchor?
es: ¿Disfrutando de SoundAnchor?
it: Ti piace SoundAnchor?
ja: SoundAnchorをお楽しみですか？
sv: Gillar du SoundAnchor?
tr: SoundAnchor'ı Beğendiniz mi?

# reminder_message
source: If you find SoundAnchor useful, please consider supporting its development with a donation. Your support helps keep the app free and continuously improved.
es: Si encuentras SoundAnchor útil, considera apoyar su desarrollo con una donación. Tu apoyo ayuda a mantener la aplicación gratuita y en constante mejora.
it: Se trovi SoundAnchor utile, considera di supportarne lo sviluppo con una donazione. Il tuo supporto aiuta a mantenere l'app gratuita e in continuo miglioramento.
ja: SoundAnchorが役立つと感じていただけましたら、寄付による開発サポートをご検討ください。皆様のサポートにより、アプリを無料で提供し、継続的な改善を行うことができます。
sv: Om du tycker att SoundAnchor är användbart, överväg att stödja utvecklingen med en donation. Ditt stöd hjälper till att hålla appen gratis och kontinuerligt förbättrad.
tr: SoundAnchor'ı faydalı buluyorsanız, bağış yaparak geliştirmesini desteklemeyi düşünebilirsiniz. Desteğiniz, uygulamanın ücretsiz kalmasına ve sürekli iyileştirilmesine yardımcı olur.

# reminder_later
source: Maybe Later
es: Quizás más tarde
it: Forse più tardi
ja: 後で
sv: Kanske senare
tr: Belki daha sonra

source: Input Devices
es: Dispositivos de Entrada
it: Dispositivi di Input
ja: 入力デバイス
sv: Inmatningsenheter
tr: Giriş Cihazları

source: Output Devices
es: Dispositivos de Salida
it: Dispositivi di Output
ja: 出力デバイス
sv: Utmatningsenheter
tr: Çıkış Cihazları

source: Enable auto-switch
es: Activar cambio automático
it: Abilita cambio automatico
ja: 自動切り替えを有効化
sv: Aktivera automatisk växling
tr: Otomatik geçişi etkinleştir

# reorder_devices_help
source: Reorder the list to set the priority of your devices, then enable "Enable auto-switch" to let SoundAnchor do the rest for you. The topmost available device will be forced automatically.
es: Reordena la lista para establecer la prioridad de tus dispositivos, luego activa "Activar cambio automático" para dejar que SoundAnchor haga el resto. El dispositivo disponible más alto se forzará automáticamente.
it: Riordina la lista per impostare la priorità dei tuoi dispositivi, quindi abilita "Abilita cambio automatico" per lasciare che SoundAnchor faccia il resto. Il dispositivo disponibile più in alto verrà forzato automaticamente.
ja: デバイスの優先順位を設定するためにリストを並べ替え、「自動切り替えを有効化」をオンにすると、SoundAnchorが残りの作業を行います。利用可能な最上位のデバイスが自動的に選択されます。
sv: Ordna om listan för att ange prioriteten för dina enheter, aktivera sedan "Aktivera automatisk växling" för att låta SoundAnchor göra resten. Den högsta tillgängliga enheten väljs automatiskt.
tr: Cihazlarınızın önceliğini belirlemek için listeyi yeniden sıralayın, ardından SoundAnchor'ın gerisini yapması için "Otomatik geçişi etkinleştir"i açın. En yüksek kullanılabilir cihaz otomatik olarak seçilecektir.

# alert_yes
source: Yes
es: Sí
it: Sì
ja: はい
sv: Ja
tr: Evet

# alert_no
source: No
ja: いいえ
sv: Nej
tr: Hayır

# login_items_title
source: Would you like SoundAnchor to start automatically when you log in?
es: ¿Quieres que SoundAnchor se inicie automáticamente al iniciar sesión?
it: Vuoi che SoundAnchor si avvii automaticamente all'accesso?
ja: ログイン時にSoundAnchorを自動的に起動しますか？
sv: Vill du att SoundAnchor ska starta automatiskt när du loggar in?
tr: SoundAnchor'ın oturum açtığınızda otomatik olarak başlamasını ister misiniz?

# login_items_message
source: This will help ensure your audio devices are always managed correctly.
es: Esto ayudará a garantizar que tus dispositivos de audio siempre se gestionen correctamente.
it: Questo aiuterà a garantire che i tuoi dispositivi audio siano sempre gestiti correttamente.
ja: これにより、オーディオデバイスが常に正しく管理されます。
sv: Detta säkerställer att dina ljudenheter alltid hanteras korrekt.
tr: Bu, ses cihazlarınızın her zaman doğru şekilde yönetilmesini sağlar.

# settings_check_updates
source: Check for Updates
es: Buscar actualizaciones
it: Controlla aggiornamenti
ja: 更新を確認
sv: Sök efter uppdateringar
tr: Güncellemeleri kontrol et

# settings_add_login_items
source: Add to Login Items
es: Añadir a elementos de inicio de sesión
it: Aggiungi agli elementi di accesso
ja: ログイン項目に追加
sv: Lägg till i startobjekt
tr: Oturum açma öğelerine ekle

# settings_remove_login_items
source: Remove from Login Items
es: Eliminar de elementos de inicio de sesión
it: Rimuovi dagli elementi di accesso
ja: ログイン項目から削除
sv: Ta bort från startobjekt
tr: Oturum açma öğelerinden kaldır

# settings_get_support
source: Get support
es: Obtener soporte
it: Ottieni supporto
ja: サポートを取得
sv: Få support
tr: Destek al

# settings_quit
source: Quit
es: Salir
it: Esci
ja: 終了
sv: Avsluta
tr: Çıkış
